
[R8Interface]
DOUBLESIDE=true
SKSETING=false
HIDEBONE=true
RSS_SET=false
SSMASKCHK=false
SSMASKCHKCS=false
LIGHTROT=true
SFRS=false
HIDEUNSSOBJ=false
FFF_CDN=false
CFOLDER=true
SCENE_CDN=true
ANIM_CDN=true
SEL_CDN=false
DIR_CDN=true
ui=[1290,113]
GETACT=true
CUSTOMRDcbn=false
FINDSUBDIR=false
subDirChk=false
R8DSETPOS=[760,379]
SINGLEFRAME=true
BITCOUNT=true
BITNUM=5
CROTNODE=R8D_Dummy
DELFISTF=false
DELENDF=false
ZEROsave=true
CUSTOMRD=
FRAMEGAP=true
GAPVAL=5
selFrameChk=false
[OFset]
SAVEMSG=true
[R8]
VFBPOS=6
FILESEL=12
CUT=0
WNsave=东北
DEGREE_X=0.0
SCENECHK=false
ACTNAMCHK=false
SSNCHK=true
DIRECHK=false
Ssave=南
ESsave=ES
Esave=E
ENsave=EN
Nsave=北
Wsave= 东             
WSsave=东南
Osave=C
SHOWRV=true
[R8DSET]
Deg_S_=0.0
Deg_ES=45.0
Deg_E_=90.0
Deg_EN=135.0
Deg_N_=180.0
Deg_WN=225.0
Deg_W_=270.0
Deg_WS=315.0
Deg_O=180.0
Deg_Cut=180
SORT_SC1=1
SORT_AN2=2
SORT_SS3=3
SORT_DI4=4
SCENE_SPN=1
ANIM_SPN=2
SS_SPN=3
N_CDNsave=北
S_CDNsave=南
WN_CDNsave=东北
W_CDNsave= 东
WS_CDNsave=东南
ES_CDNsave=
E_CDNsave=
EN_CDNsave=
O_CDNsave=
[RS]
RSUSECOMMON=false
[MenuSet]
rHelpCHK=false
GLO_SIZE=false
GLO_CAM=false
[INHIS]
TYP_COUNT=14
TYP_1=C:\Users\Administrator\Desktop\test
TYP_text=E:\Project\xm4\GameArt
TYP_2=E:\美术资源\刺秦\2【角色模块】\3【游戏动作】\主角\男主角_家族套
TYP_3=E:\美术资源\刺秦\2【角色模块】\3【游戏动作】\主角
TYP_4=E:\美术资源\凰权\角色模块\游戏动作\主角\城主套男
TYP_5=C:\Users\Administrator\Desktop\test\output
TYP_6=C:\Users\Administrator\Desktop
TYP_7=C:\Users\Administrator\Desktop\@Inbox
TYP_8=E:\美术资源\凰权\角色模块\游戏动作\主角
TYP_9=E:\美术资源\凰权\角色模块\游戏动作
TYP_10=D:\@Inbox\Max渲染\冰块4
TYP_11=D:\@Inbox\Max渲染\熔岩1
TYP_12=D:\@Inbox\Max渲染\冰块7
TYP_13=E:\Project\xm4\GameArt\【特效模块】\光翼\场景\场景\max\BandizipExt\光翼特效模版\MaxRender\女1
TYP_14=E:\Project\xm4\GameArt
[OUTHIS]
TYP_text=E:\Project\xm4\GameArt\【特效模块】\光翼\场景\场景\max\BandizipExt\光翼特效模版\MaxRender\女1
TYP_COUNT=7
TYP_1=C:\Users\Administrator\Desktop\test2
TYP_2=C:\Users\Administrator\Desktop\@Inbox\MaxRender\test
TYP_3=C:\Users\Administrator\Desktop\test\output\out
TYP_4=D:\@Inbox\Max渲染\冰块4
TYP_5=D:\@Inbox\Max渲染\熔岩1
TYP_6=D:\@Inbox\Max渲染\冰块7
TYP_7=E:\Project\xm4\GameArt\【特效模块】\光翼\场景\场景\max\BandizipExt\光翼特效模版\MaxRender\女1
[Direction]
Dir_N=true
Dir_WN=true
Dir_W=true
Dir_All=false
Dir_WS=true
Dir_S=true
Dir_ES=false
Dir_E=false
Dir_EN=false
Dir_O=false
[PSET]
PSLOAD=E:\Project\xm4\GameArt\【特效模块】\光翼\场景\场景\max\BandizipExt\光翼特效模版\3dsmax_渲染预设.r8d
PSEXP=E:\Project\xm4\GameArt\【特效模块】\光翼\场景\场景\max\BandizipExt\光翼特效模版\3dsmax_渲染预设_new3.r8d
[GLOBALPPPPP]
SETNAMECount=0
3=渲染预设A
[RenderSet]
GLHEIGHT=1.0
GLSCALE=1.0
GLFOV=15.0
